"PageTitle" = "Installerer %@";

/* alert strings */
"INSERT_MEDIA" = "Sett inn platen «%@» for å fortsette installeringen.";
"INSERT_MEDIA2" = "Du har valgt å installere programvare som krever denne platen.";

"CANCEL_INSTALL" = "Er du sikker på at du vil avbryte programvareinstalleringen?";
"CANCEL_INSTALL2" = "Du har ikke fullført installeringen av all programvaren. Hvis du avbryter, er det mulig at programvaren kun blir delvis installert og ikke vil fungere skikkelig.";


/* Install Time Remaining string */
"TIME_REMAINING" = "Tid som gjenstår av installeringen: %@";


/* checksum sheet strings */
"CHECKING_DISC_TITLE" = "Kontrollerer installeringskildeplaten…";
"INSTALL_CHECKSUM_STATUS" = "%u %% fullført…";

"ChecksumFailedAlert" = "Det oppsto et problem under kontroll av platen.";
"ChecksumFailedMessage" = "Start maskinen på nytt, mat ut platen, og kontroller om den har fingeravtrykk eller riper. Hvis problemet fortsetter, kontakter du Apple-kundesupport.";

"ChecksumFailedIgnoreBtn" = "Ignorer og fortsett";
"CheckFailedCancel" = "Avbryt installering";


/* button title */
"SkipButton" = "Hopp over";

